---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecAnalyticalLoadSetOnTotal
source: html/90c15b24-dd4c-1596-a891-2ffa487eba13.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecAnalyticalLoadSetOnTotal Property

"Total Quantity"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecAnalyticalLoadSetOnTotal { get; }
```